# Default localization strings
LOCALE=ru
MENU=\u041c\u0435\u043d\u044e
ELEMENT=\u042d\u043b\u0435\u043c\u0435\u043d\u0442
NO_ACC_MSG=\u041f\u043e\u0445\u043e\u0436\u0435, \u0443 \u0432\u0430\u0441 \u043d\u0435 \u0441\u043e\u0437\u0434\u0430\u043d\u0430 \u0438\u043b\u0438 \u043d\u0435 \u0432\u0432\u0435\u0434\u0435\u043d\u0430 \u0443\u0447\u0451\u0442\u043d\u0430\u044f \u0437\u0430\u043f\u0438\u0441\u044c. \u0427\u0442\u043e\u0431\u044b \u043e\u0431\u0449\u0430\u0442\u044c\u0441\u044f \u0432 \u0441\u0435\u0442\u044f\u0445 Molecus, ICQ, Mail.Ru, \u043e\u0431\u0449\u0430\u0442\u044c\u0441\u044f \u0441 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0430\u043c\u0438 GTalk, \u042f.\u041e\u043d\u043b\u0430\u0439\u043d, Jabber \u0432\u0430\u043c \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0438\u043c\u0435\u0442\u044c \u0443\u0447\u0451\u0442\u043d\u0443\u044e \u0437\u0430\u043f\u0438\u0441\u044c TomClaw Molecus. \u041d\u0430\u0436\u043c\u0438\u0442\u0435 \u043a\u043d\u043e\u043f\u043a\u0443 \u043d\u0438\u0436\u0435 \u0438 Mandarin \u043f\u043e\u043c\u043e\u0436\u0435\u0442 \u0432\u0430\u043c \u0432 \u044d\u0442\u043e\u043c.
ACCOUNT_ADD=\u0412\u0432\u0435\u0441\u0442\u0438 \u0443\u0447. \u0437\u0430\u043f\u0438\u0441\u044c
NEXT=\u0414\u0430\u043b\u0435\u0435
CANCEL=\u041e\u0442\u043c\u0435\u043d\u0430
CLOSE=\u0417\u0430\u043a\u0440\u044b\u0442\u044c
YES=\u0414\u0430
NO=\u041d\u0435\u0442
SELECT_METHOD_TYPE=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u043e\u0434\u043d\u0443 \u0438\u0437 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0438\u0445 \u043e\u043f\u0446\u0438\u0439 \u043d\u0438\u0436\u0435:
ALREADY_HAVE_MOLECUS_ACCOUNT=\u042f \u0443\u0436\u0435 \u0438\u043c\u0435\u044e \u0443\u0447\u0451\u0442\u043d\u0443\u044e \u0437\u0430\u043f\u0438\u0441\u044c Molecus \u0438 \u0445\u043e\u0447\u0443 \u0435\u0451 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c
REGISTER_MOLECUS_ACCOUNT=\u042f \u0445\u043e\u0447\u0443 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0443\u0447\u0451\u0442\u043d\u0443\u044e \u0437\u0430\u043f\u0438\u0441\u044c Molecus (\u0431\u0435\u0441\u043f\u043b\u0430\u0442\u043d\u043e)
MOLECUS_EXIST_TITLE=\u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043d\u0438\u0436\u0435 \u0434\u0430\u043d\u043d\u044b\u0435 \u0432\u0430\u0448\u0435\u0439 \u0443\u0447\u0451\u0442\u043d\u043e\u0439 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0435 Molecus
USERNAME=\u0418\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f:
PASSWORD=\u041f\u0430\u0440\u043e\u043b\u044c:
EMAIL=\u041f\u043e\u0447\u0442\u0430 EMail:
REGISTERED=\u041a\u0441\u0442\u0430\u0442\u0438, \u0412\u044b \u0443\u0436\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0435 \u044d\u0442\u043e\u0442 \u0441\u0435\u0440\u0432\u0438\u0441. \u041d\u043e \u0441\u0435\u0439\u0447\u0430\u0441 \u043c\u043e\u0436\u043d\u043e \u043f\u043e\u043c\u0435\u043d\u044f\u0442\u044c \u0441\u0432\u043e\u0438 \u0434\u0430\u043d\u043d\u044b\u0435.
ERROR=\u041e\u0448\u0438\u0431\u043a\u0430
WARNING=\u0412\u043d\u0438\u043c\u0430\u043d\u0438\u0435!
SUCCESS=\u0417\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u043e!
YOU_REGISTERED=\u0412\u044b \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u043d\u044b \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0435 Molecus! \u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c\u0441\u044f \u0441\u0435\u0439\u0447\u0430\u0441?
FEEDBACK_THIS=\u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u043d\u0435 \u043f\u043e\u043d\u044f\u043b, \u0447\u0442\u043e \u0438\u043c\u0435\u043d\u043d\u043e \u043f\u043e\u0448\u043b\u043e \u043d\u0435 \u0442\u0430\u043a, \u043d\u043e \u0435\u0441\u043b\u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0430\u044f \u043f\u043e\u043f\u044b\u0442\u043a\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u043a \u0443\u0441\u043f\u0435\u0445\u0443 \u043d\u0435 \u043f\u0440\u0438\u0432\u0435\u0434\u0451\u0442, \u043e\u043d \u043e\u0447\u0435\u043d\u044c \u043f\u0440\u043e\u0441\u0438\u0442 \u043f\u0440\u0438\u0441\u043b\u0430\u0442\u044c \u044d\u0442\u0438 \u0441\u0432\u0435\u0434\u0435\u043d\u0438\u044f \u0435\u0433\u043e \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a\u0430\u043c: 
IO_EXCEPTION=\u041d\u0435\u0442 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 \u043a \u0441\u0435\u0442\u0438 \u0438 \u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u043d\u0435 \u043c\u043e\u0436\u0435\u0442 \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044c \u0442\u0440\u0435\u0431\u0443\u0435\u043c\u0443\u044e \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e, \u0445\u043e\u0442\u044f, \u0447\u0435\u0441\u0442\u043d\u043e \u043f\u0440\u0438\u0437\u043d\u0430\u0442\u044c\u0441\u044f, \u043e\u043d \u043e\u0447\u0435\u043d\u044c \u0441\u0442\u0430\u0440\u0430\u043b\u0441\u044f. \u041f\u043e\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u043d\u0435\u043c\u043d\u043e\u0433\u043e \u043f\u043e\u0437\u0436\u0435.
USERNAME_CONFLICT=\u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u043f\u043e\u043f\u0440\u043e\u0441\u0438\u043b \u0441\u0435\u0440\u0432\u0435\u0440 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u044d\u0442\u043e \u0438\u043c\u044f, \u043d\u043e, \u043a\u0430\u043a \u043e\u043a\u0430\u0437\u0430\u043b\u043e\u0441\u044c, \u043a\u0442\u043e-\u0442\u043e \u043e\u043f\u0435\u0440\u0435\u0434\u0438\u043b \u0432\u0430\u0441 \u0438 \u0441\u0434\u0435\u043b\u0430\u043b \u044d\u0442\u043e \u0440\u0430\u043d\u044c\u0448\u0435. \u041d\u0438\u0447\u0435\u0433\u043e \u0441\u0442\u0440\u0430\u0448\u043d\u043e\u0433\u043e - \u043f\u0440\u043e\u0441\u0442\u043e \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043e\u0435 \u0438\u043c\u044f \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
NOT_ACCEPTABLE=\u041e\u0447\u0435\u043d\u044c \u0441\u0442\u0440\u0430\u043d\u043d\u043e, \u043d\u043e \u0447\u0442\u043e-\u0442\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0443 \u0432 \u0412\u0430\u0448\u0435\u043c \u0437\u0430\u043f\u0440\u043e\u0441\u0435 \u0441\u043e\u0432\u0441\u0435\u043c \u043d\u0435 \u043f\u043e\u043d\u0440\u0430\u0432\u0438\u043b\u043e\u0441\u044c. \u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u0441\u0447\u0438\u0442\u0430\u0435\u0442, \u0447\u0442\u043e \u043d\u0430\u0434\u043e \u0437\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u044c \u0437\u0430\u043f\u0440\u043e\u0441 \u0438\u043d\u0430\u0447\u0435 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
FORBIDDEN=\u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u043f\u043e\u043f\u0440\u043e\u0441\u0438\u043b \u0441\u0435\u0440\u0432\u0435\u0440 \u0432\u0430\u0441 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0438 \u0432\u0441\u0451 \u0431\u044b \u0445\u043e\u0440\u043e\u0448\u043e, \u043d\u043e \u043d\u0430 \u0442\u043e\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u0435 \u0432 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0431\u044b\u043b\u043e \u043e\u0442\u043a\u0430\u0437\u0430\u043d\u043e \u0438 \u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u0432\u0435\u0440\u043d\u0443\u043b\u0441\u044f \u043d\u0438 \u0441 \u0447\u0435\u043c. \u041b\u0443\u0447\u0448\u0435 \u0432\u0441\u0435\u0433\u043e \u0432 \u0442\u0430\u043a\u043e\u0439 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u0438 \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u043d\u0435\u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043d\u043d\u043e \u043a \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a\u0430\u043c \u0438\u043b\u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u043f\u043e\u0437\u0434\u043d\u0435\u0435.
RESOURCE_CONSTRAINT=\u041f\u043e \u0432\u0441\u0435\u0439 \u0432\u0438\u0434\u0438\u043c\u043e\u0441\u0442\u0438, \u0432\u044b \u0441\u043e\u0432\u0441\u0435\u043c \u043d\u0435\u0434\u0430\u0432\u043d\u043e \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u043b\u0438\u0441\u044c, \u043f\u043e\u044d\u0442\u043e\u043c\u0443 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u043d\u0435\u0431\u043e\u043b\u044c\u0448\u0443\u044e \u043f\u0430\u0443\u0437\u0443 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u0447\u0443\u0442\u044c \u043f\u043e\u0437\u0436\u0435.
CAUSE_UNKNOWN=\u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u043d\u0435 \u043f\u043e\u043d\u044f\u043b, \u0447\u0442\u043e \u0438\u043c\u0435\u043d\u043d\u043e \u043f\u043e\u0448\u043b\u043e \u043d\u0435 \u0442\u0430\u043a, \u043d\u043e \u0434\u0443\u043c\u0430\u0435\u0442\u0441\u044f, \u0447\u0442\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0430\u044f \u043f\u043e\u043f\u044b\u0442\u043a\u0430 \u0447\u0435\u0440\u0435\u0437 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u043e\u0435 \u0432\u0440\u0435\u043c\u044f \u0440\u0435\u0448\u0438\u0442 \u044d\u0442\u0443 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0443.
BAD_REQUEST=\u0412\u044b \u0437\u0430\u043f\u043e\u043b\u043d\u0438\u043b\u0438 \u043d\u0435 \u0432\u0441\u0435 \u043f\u043e\u043b\u044f \u0438\u043b\u0438 \u0437\u0430\u043f\u043e\u043b\u043d\u0438\u043b\u0438 \u0438\u0445 \u043a\u0430\u043a-\u0442\u043e \u0441\u043e\u0432\u0441\u0435\u043c \u043d\u0435\u0432\u0435\u0440\u043d\u043e. \u0418\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043b\u0435\u043c\u044f \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043b\u0430\u043a\u043e\u043d\u0438\u0447\u043d\u044b\u043c, \u0441\u043e\u0441\u0442\u043e\u044f\u0442\u044c \u0438\u0437 \u043e\u0434\u043d\u043e\u0433\u043e \u0441\u043b\u043e\u0432\u0430, \u0442\u043e \u0436\u0435 \u0441\u0430\u043c\u043e\u0435 \u043a\u0430\u0441\u0430\u0435\u0442\u0441\u044f \u043f\u0430\u0440\u043e\u043b\u044f.
NOT_AUTHORIZED=\u0421\u0435\u0440\u0432\u0435\u0440 \u043d\u0435 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043b \u0432\u0430\u0441, \u043f\u043e\u0441\u043a\u043e\u043b\u044c\u043a\u0443 \u043d\u0435 \u043d\u0430\u0448\u0451\u043b \u0434\u0430\u043d\u043d\u044b\u0445 \u043e \u0442\u0430\u043a\u043e\u0439 \u0443\u0447\u0451\u0442\u043d\u043e\u0439 \u0437\u0430\u043f\u0438\u0441\u0438. \u041f\u0440\u043e\u0432\u0435\u0440\u044c\u0442\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f, \u043f\u0430\u0440\u043e\u043b\u044c \u0438 \u043f\u043e\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u0441\u043d\u043e\u0432\u0430.
FIELDS_NOT_DEFINED=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0443\u0447\u0451\u0442\u043d\u0443\u044e \u0437\u0430\u043f\u0438\u0441\u044c: \u043f\u043e\u043b\u044f \u043d\u0435 \u0437\u0430\u0434\u0430\u043d\u044b \u0438\u043b\u0438 \u0437\u0430\u0434\u0430\u043d\u044b \u043d\u0435\u0432\u0435\u0440\u043d\u043e.
SERVICE_UNAVAILABLE=\u0421\u0435\u0440\u0432\u0438\u0441 \u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u043d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u0435\u043d. \u041f\u043e\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u0447\u0443\u0442\u043e\u0447\u043a\u0443 \u043f\u043e\u0434\u043d\u0435\u0435.
BOTH_FIELDS_REQUIRED=\u041e\u0431\u0430 \u043f\u043e\u043b\u044f \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b \u0434\u043b\u044f \u0437\u0430\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f
ACCOUNT_SAVED=\u0423\u0447\u0451\u0442\u043d\u0430\u044f \u0437\u0430\u043f\u0438\u0441\u044c \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u0430. \u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c\u0441\u044f \u0441\u0435\u0439\u0447\u0430\u0441?
STREAM_ERROR=\u041a\u0440\u0438\u0442\u0438\u0447\u0435\u0441\u043a\u0430\u044f \u043e\u0448\u0438\u0431\u043a\u0430 \u0441\u043e\u0432\u043c\u0435\u0441\u0442\u0438\u043c\u043e\u0441\u0442\u0438 \u043f\u043e\u0442\u043e\u043a\u043e\u0432. \u0421\u043e\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0435 \u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e. 
NOT_ALLOWED=\u0412\u0445\u043e\u0434 \u043f\u043e\u0434 \u0432\u0430\u0448\u0435\u0439 \u0443\u0447\u0451\u0442\u043d\u043e\u0439 \u0437\u0430\u043f\u0438\u0441\u044c\u044e \u043d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u0435\u043d \u043f\u043e \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e\u0439 \u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d\u0443 \u043f\u0440\u0438\u0447\u0438\u043d\u0435. \u0412\u043e\u0437\u043c\u043e\u0436\u043d\u043e, \u0443\u0447\u0451\u0442\u043d\u0430\u044f \u0437\u0430\u043f\u0438\u0441\u044c \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d\u0430 \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435.
INTERNAL_SERVER_ERROR=\u041f\u0440\u043e\u0438\u0437\u043e\u0448\u043b\u0430 \u0432\u043d\u0443\u0442\u0440\u0435\u043d\u043d\u044f\u044f \u043e\u0448\u0438\u0431\u043a\u0430 \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435. \u0418 \u0445\u043e\u0442\u044f \u0447\u0442\u043e-\u0442\u043e \u0441\u0435\u0439\u0447\u0430\u0441 \u043d\u0435 \u0441\u0440\u0430\u0431\u043e\u0442\u0430\u043b\u043e, \u043c\u044b \u0441\u043a\u043e\u0440\u043e \u044d\u0442\u043e \u0438\u0441\u043f\u0440\u0430\u0432\u0438\u043c.
JID_MALFORMED=\u0422\u0443\u0442 \u0447\u0442\u043e-\u0442\u043e \u044f\u0432\u043d\u043e \u0437\u0430\u043f\u043e\u043b\u043d\u0435\u043d\u043e \u043d\u0435\u0432\u0435\u0440\u043d\u043e \u0438 \u0441\u0435\u0440\u0432\u0435\u0440 \u0431\u043e\u043b\u044c\u0448\u0435 \u043d\u0438\u0447\u0435\u0433\u043e \u043d\u0435 \u0437\u0430\u0445\u043e\u0442\u0435\u043b \u0441\u043b\u0443\u0448\u0430\u0442\u044c. \u041d\u0443\u0436\u043d\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c \u043e\u0441\u043d\u043e\u0432\u043d\u044b\u0435 \u043f\u043e\u043b\u044f \u0438 \u043f\u043e\u043f\u0440\u043e\u0431\u043e\u0432\u0430\u0442\u044c \u0441\u043d\u043e\u0432\u0430.
REGISTRATION_REQUIRED=\u041a\u0430\u043a \u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0441\u044f, \u043f\u043e\u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0438\u043c \u0432\u0445\u043e\u0434 \u0432\u043e\u0441\u043f\u0440\u0435\u0449\u0451\u043d. \u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0431\u044b\u0442\u044c \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u043e\u043c.
ITEM_NOT_FOUND=\u0422\u0430\u043a \u0443\u0436 \u0432\u044b\u0448\u043b\u043e, \u0442\u0440\u0435\u0431\u0443\u0435\u043c\u044b\u0439 \u044d\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d. \u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u0434\u0430\u0436\u0435 \u043d\u0435 \u0437\u043d\u0430\u0435\u0442, \u0447\u0442\u043e \u0442\u0443\u0442 \u0435\u0449\u0451 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u044c.
REMOTE_SERVER_NOT_FOUND=\u042d\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0434\u043e\u0441\u0442\u0443\u043f \u043a \u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0435\u043c\u0443 \u0441\u0435\u0440\u0432\u0435\u0440\u0443, \u043f\u043e \u0432\u0441\u0435\u0439 \u0432\u0438\u0434\u0438\u043c\u043e\u0441\u0442\u0438, \u043d\u0435 \u0438\u043c\u0435\u044e\u0449\u0435\u0433\u043e \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u044f \u043a Molecus. \u0422\u0430\u043a \u0432\u043e\u0442, \u044d\u0442\u043e\u0442 \u0441\u0435\u0440\u0432\u0435\u0440 \u043d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u0435\u043d. \u0420\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u0435\u043c \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u0443\u0441\u043b\u0443\u0433\u0430\u043c\u0438 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 Molecus.
MUC_NOT_AUTHORIZED=\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432 \u044d\u0442\u0443 \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c \u043f\u0430\u0440\u043e\u043b\u044c. \u041b\u0438\u0431\u043e \u043e\u043d \u043d\u0435 \u0432\u0432\u0435\u0434\u0451\u043d, \u043b\u0438\u0431\u043e \u0432\u0432\u0435\u0434\u0451\u043d \u043a\u0430\u043a-\u0442\u043e \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e. \u0415\u0441\u043b\u0438 \u0412\u044b \u0443\u0432\u0435\u0440\u0435\u043d\u044b, \u0447\u0442\u043e \u0437\u043d\u0430\u0435\u0442\u0435 \u0435\u0433\u043e, \u043d\u0430\u0436\u043c\u0438\u0442\u0435 "\u042d\u043b\u0435\u043c\u0435\u043d\u0442"->"\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c" \u0438, \u043f\u043e\u0434\u043a\u043e\u0440\u0440\u0435\u0442\u0438\u0440\u043e\u0432\u0430\u0432 \u043f\u0430\u0440\u043e\u043b\u044c, \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
MUC_FORBIDDEN=\u041e\u0431\u0449\u0435\u043d\u0438\u0435 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0435 - \u043a\u0430\u043a \u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0432 \u043e\u0431\u0449\u0435\u0441\u0442\u0432\u0435. \u0415\u0441\u043b\u0438 \u0412\u044b \u043d\u0430\u0441\u0430\u0436\u0434\u0430\u0435\u0442\u0435 \u0438\u043b\u0438 \u043f\u0438\u0448\u0438\u0442\u0435 \u0447\u0442\u043e-\u0442\u043e \u043d\u0435\u043f\u043e\u0442\u0440\u0435\u0431\u043d\u043e\u0435, \u0412\u0430\u0441 \u043c\u043e\u0433\u0443\u0442 \u0432\u044b\u0433\u043d\u0430\u0442\u044c \u0438\u0437 \u043a\u043e\u043c\u043d\u0430\u0442\u044b. \u0422\u0430\u043a \u0436\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u043b\u043e\u0441\u044c \u0438 \u0437\u0434\u0435\u0441\u044c. \u0412\u0430\u0441 \u0432\u043d\u0435\u0441\u043b\u0438 \u0432 \u0447\u0451\u0440\u043d\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u0438 \u043d\u0443\u0436\u043d\u043e \u043b\u0438\u0431\u043e \u043f\u043e\u0434\u043e\u0436\u0434\u0430\u0442\u044c, \u043b\u0438\u0431\u043e \u043f\u043e\u043f\u0440\u043e\u0441\u0438\u0442\u044c, \u0447\u0442\u043e\u0431\u044b \u0412\u0430\u0441 \u043e\u0442\u0442\u0443\u0434\u0430 \u0432\u044b\u0447\u0435\u0440\u043a\u043d\u0443\u043b\u0438. \u0418\u043d\u0430\u0447\u0435 \u0432\u0445\u043e\u0434 \u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d.
MUC_ITEM_NOT_FOUND=\u0412\u044b \u043f\u044b\u0442\u0430\u0435\u0442\u0435\u0441\u044c \u0432\u043e\u0439\u0442\u0438 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443, \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u0443\u0436\u0435 \u043d\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0438\u043b\u0438 \u0437\u0430\u043a\u0440\u044b\u0442\u0430. \u0412\u0438\u0434\u0438\u043c\u043e, \u0443 \u0412\u0430\u0441 \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u043b\u0430\u0441\u044c \u0437\u0430\u043a\u043b\u0430\u0434\u043a\u0430, \u0432 \u0442\u043e \u0432\u0440\u0435\u043c\u044f, \u043a\u0430\u043a \u0432\u043b\u0430\u0434\u0435\u043b\u0435\u0446 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u0435\u0451 \u0437\u0430\u0447\u0435\u043c-\u0442\u043e \u0443\u043d\u0438\u0447\u0442\u043e\u0436\u0438\u043b \u0438\u043b\u0438 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043b.
MUC_NOT_ALLOWED=\u0421\u0435\u0440\u0432\u0435\u0440 \u0441\u043e\u043e\u0431\u0449\u0438\u043b, \u0447\u0442\u043e \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u0435 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u0437\u0430\u043f\u0440\u0435\u0449\u0435\u043d\u043e. \u0412\u043e\u0437\u043c\u043e\u0436\u043d\u043e, \u044d\u0442\u043e \u0432\u0440\u0435\u043c\u0435\u043d\u043d\u0430\u044f \u043c\u0435\u0440\u0430 \u0438 \u0447\u0443\u0442\u043e\u0447\u043a\u0443 \u043f\u043e\u0437\u0436\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u043c\u043e\u0436\u043d\u043e \u0431\u0443\u0434\u0435\u0442 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c.
MUC_NOT_ACCEPTABLE=\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u043d\u0443\u0436\u043d\u043e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u0437\u0430\u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0439 \u043d\u0438\u043a. \u041d\u0430\u0436\u043c\u0438\u0442\u0435 "\u042d\u043b\u0435\u043c\u0435\u043d\u0442"->"\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c" \u0438, \u043f\u043e\u0434\u043a\u043e\u0440\u0440\u0435\u0442\u0438\u0440\u043e\u0432\u0430\u0432 \u043d\u0438\u043a, \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
MUC_REGISTRATION_REQUIRED=\u041a\u0430\u043a \u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0441\u044f, \u043f\u043e\u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0438\u043c \u0432\u0445\u043e\u0434 \u0432\u043e\u0441\u043f\u0440\u0435\u0449\u0451\u043d. \u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0431\u044b\u0442\u044c \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u043e\u043c.
MUC_USERNAME_CONFLICT=\u041a\u043e\u043d\u0444\u043b\u0438\u043a\u0442 \u0438\u043c\u0451\u0442 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0435. \u0421\u043b\u043e\u0436\u043d\u043e \u043e\u0431\u0449\u0430\u0442\u044c\u0441\u044f, \u043a\u043e\u0433\u0434\u0430 \u0432 \u043e\u0434\u043d\u043e\u0439 \u043a\u043e\u043c\u043d\u0430\u0442\u0435 \u0434\u0432\u043e\u0435 \u043b\u044e\u0434\u0435\u0439 \u0441 \u043d\u0438\u043a\u043e\u043c "\u0412\u0430\u0441\u044f". \u041d\u0430\u0436\u043c\u0438\u0442\u0435 "\u042d\u043b\u0435\u043c\u0435\u043d\u0442"->"\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c" \u0438, \u043f\u043e\u0434\u043a\u043e\u0440\u0440\u0435\u0442\u0438\u0440\u043e\u0432\u0430\u0432 \u043d\u0438\u043a, \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
MUC_SERVICE_UNAVAILABLE=\u0412\u044b \u043f\u044b\u0442\u0430\u0435\u0442\u0435\u0441\u044c \u0432\u043e\u0439\u0442\u0438 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443, \u043d\u043e \u0442\u0430\u043c \u0443\u0436\u0435, \u0447\u0435\u0441\u0442\u043d\u043e\u0435 \u0441\u043b\u043e\u0432\u043e, \u0441\u043e\u0432\u0441\u0435\u043c \u043d\u0435\u0442 \u043c\u0435\u0441\u0442\u0430 \u0438 \u0434\u044b\u0448\u0430\u0442\u044c \u043d\u0435\u0447\u0435\u043c. \u0412 \u043e\u0431\u0449\u0435\u043c, \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u043f\u043e\u0437\u0436\u0435, \u043a\u043e\u0433\u0434\u0430 \u0445\u043e\u0442\u044f \u0431\u044b \u043a\u0442\u043e-\u043d\u0438\u0431\u0443\u0434\u044c \u0432\u044b\u0439\u0434\u0435\u0442 \u0438\u0437 \u043a\u043e\u043c\u043d\u0430\u0442\u044b.
MUC_REMOTE_SERVER_NOT_FOUND=\u042d\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0434\u043e\u0441\u0442\u0443\u043f \u043a \u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0435\u043c\u0443 \u0441\u0435\u0440\u0432\u0435\u0440\u0443, \u043f\u043e \u0432\u0441\u0435\u0439 \u0432\u0438\u0434\u0438\u043c\u043e\u0441\u0442\u0438, \u043d\u0435 \u0438\u043c\u0435\u044e\u0449\u0435\u0433\u043e \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u044f \u043a Molecus. \u0422\u0430\u043a \u0432\u043e\u0442, \u044d\u0442\u043e\u0442 \u0441\u0435\u0440\u0432\u0435\u0440 \u043d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u0435\u043d. \u0420\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u0435\u043c \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u0443\u0441\u043b\u0443\u0433\u0430\u043c\u0438 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 Molecus.
INCORRECT_INPUT=\u0412\u044b \u044f\u0432\u043d\u043e \u0447\u0442\u043e-\u0442\u043e \u043d\u0435\u0432\u0435\u0440\u043d\u043e \u0437\u0430\u043f\u043e\u043b\u043d\u0438\u043b\u0438. \u041f\u0440\u043e\u0432\u0435\u0440\u044c\u0442\u0435 \u043f\u043e\u043b\u044f \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u044c\u043d\u043e, \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0441\u0435\u0440\u0432\u0435\u0440 \u0442\u0430\u043a\u043e\u0435 \u043d\u0435 \u043f\u0440\u0438\u043c\u0435\u0442.
EXIT=\u0412\u044b\u0445\u043e\u0434
STATUS=\u0421\u0442\u0430\u0442\u0443\u0441
STATUS_OFFLINE=\u041d\u0435 \u0432 \u0441\u0435\u0442\u0438
STATUS_ONLINE=\u0412 \u0441\u0435\u0442\u0438
STATUS_AWAY=\u041e\u0442\u043e\u0448\u0451\u043b
STATUS_CHAT=\u0420\u0430\u0434 \u043e\u0431\u0449\u0430\u0442\u044c\u0441\u044f
STATUS_INVISIBLE=\u041d\u0435\u0432\u0438\u0434\u0438\u043c\u044b\u0439
STATUS_XA=\u041d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u0435\u043d
STATUS_DND=\u041d\u0435 \u0431\u0435\u0441\u043f\u043e\u043a\u043e\u0438\u0442\u044c
FILTER=\u0424\u0438\u043b\u044c\u0442\u0440
DIALOGS=\u0414\u0438\u0430\u043b\u043e\u0433\u0438
SHOW_GROUPS=\u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0433\u0440\u0443\u043f\u043f\u044b
HIDE_GROUPS=\u0421\u043a\u0440\u044b\u0432\u0430\u0442\u044c \u0433\u0440\u0443\u043f\u043f\u044b
SHOW_OFFLINE=\u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043e\u0444\u0444\u043b\u0430\u0439\u043d
HIDE_OFFLINE=\u0421\u043a\u0440\u044b\u0432\u0430\u0442\u044c \u043e\u0444\u0444\u043b\u0430\u0439\u043d
CONTACTS=\u0414\u0440\u0443\u0437\u044c\u044f
CHATROOMS=\u041a\u043e\u043c\u043d\u0430\u0442\u044b
ADD_BUDDY=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u043a\u043e\u043d\u0442\u0430\u043a\u0442
SETTINGS=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
ACCOUNT=\u0423\u0447. \u0437\u0430\u043f\u0438\u0441\u044c
APPEARANCE=\u0412\u043d\u0435\u0448\u043d\u0438\u0439 \u0432\u0438\u0434
NOTIFICATION=\u041e\u043f\u043e\u0432\u0435\u0449\u0435\u043d\u0438\u0435
NETWORK=\u0421\u0435\u0442\u044c
TARIFFING=\u0421\u0442\u043e\u0438\u043c\u043e\u0441\u0442\u044c
HOTKEYS=\u0413\u043e\u0440\u044f\u0447\u0438\u0435 \u043a\u043b\u0430\u0432.
MORE=\u0410 \u0435\u0449\u0451...
UPDATE_CHECK=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043e\u0431\u043d\u043e\u0432\u043b.
FEEDBACK=\u041e\u0431\u0440\u0430\u0442\u043d\u0430\u044f \u0441\u0432\u044f\u0437\u044c
NET_CHECK=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0441\u0435\u0442\u0438
TRAFFIC=\u0422\u0440\u0430\u0444\u0438\u043a
DONATE=\u041f\u043e\u0436\u0435\u0440\u0442\u0432\u043e\u0432\u0430\u0442\u044c
ABOUT=\u041e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0435
MINIMIZE=\u0421\u0432\u0435\u0440\u043d\u0443\u0442\u044c
EXIT=\u0412\u044b\u0445\u043e\u0434
GENERAL=\u041e\u0441\u043d\u043e\u0432\u043d\u044b\u0435
BACK=\u041d\u0430\u0437\u0430\u0434
WRITE=\u041d\u0430\u043f\u0438\u0441\u0430\u0442\u044c
SEND=\u041e\u0442\u043f\u0440\u0430\u0432\u0438\u0442\u044c
SMILES=\u0421\u043c\u0430\u0439\u043b\u0438\u043a\u0438
CLEAR=\u041e\u0447\u0438\u0441\u0442\u0438\u0442\u044c
TEMPORARY=\u0412\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u0435
SERVICES=\u0421\u0435\u0440\u0432\u0438\u0441\u044b
ROOMS=\u041a\u043e\u043c\u043d\u0430\u0442\u044b
GROUP=\u0413\u0440\u0443\u043f\u043f\u0430
BUDDY=\u042d\u043b\u0435\u043c\u0435\u043d\u0442
SERVICE=\u0421\u0435\u0440\u0432\u0438\u0441
EDIT=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c
RENAME=\u041f\u0435\u0440\u0435\u0438\u043c\u0435\u043d\u043e\u0432\u0430\u0442\u044c
REMOVE=\u0423\u0434\u0430\u043b\u0438\u0442\u044c
DIALOG=\u0414\u0438\u0430\u043b\u043e\u0433
ENTER=\u0412\u043e\u0439\u0442\u0438
REGISTER=\u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c
UNREGISTER=\u0423\u0434\u0430\u043b\u0438\u0442\u044c
COMPLETE=\u0413\u043e\u0442\u043e\u0432\u043e
PREV=\u041d\u0430\u0437\u0430\u0434
EXECUTE=\u0412\u044b\u043f\u043e\u043b\u043d\u0438\u0442\u044c
BUDDY_ADD=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u043a\u043e\u043d\u0442\u0430\u043a\u0442
NO_DIALOGS=\u041f\u043e\u043a\u0430 \u043d\u0435\u0442 \u043e\u0442\u043a\u0440\u044b\u0442\u044b\u0445 \u0434\u0438\u0430\u043b\u043e\u0433\u043e\u0432. \u0414\u043b\u044f \u043d\u0430\u0447\u0430\u043b\u0430 \u043e\u0431\u0449\u0435\u043d\u0438\u044f, \u043d\u0430\u0432\u0435\u0434\u0438\u0442\u0435 \u043a\u0443\u0440\u0441\u043e\u0440 \u043d\u0430 \u0441\u043e\u0431\u0435\u0441\u0435\u0434\u043d\u0438\u043a\u0430 \u0438 \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 "\u042d\u043b\u0435\u043c\u0435\u043d\u0442" -> "\u0414\u0438\u0430\u043b\u043e\u0433".
SEARCH_BUDDY=\u041f\u043e\u0438\u0441\u043a \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0430
SET_BUDDY_NAME=\u0418\u043c\u044f \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0430 (\u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u043b\u044e\u0431\u044b\u043c, \u0443\u0434\u043e\u0431\u043d\u044b\u043c \u0434\u043b\u044f \u0412\u0430\u0441)
SET_GROUPS=\u0413\u0440\u0443\u043f\u043f\u044b, \u043a \u043a\u043e\u0442\u043e\u0440\u044b\u043c \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u0431\u0443\u0434\u0435\u0442 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u044c\u0441\u044f
SET_CUSTOM_GROUP=\u0412\u044b \u0442\u0430\u043a\u0436\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u0442\u044c \u0434\u0440\u0443\u0433\u0443\u044e \u0433\u0440\u0443\u043f\u043f\u0443
ENT_CUST_GROUP=\u0412\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u0432\u0432\u0435\u0441\u0442\u0438 \u0433\u0440\u0443\u043f\u043f\u0443, \u043a \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u0431\u0443\u0434\u0435\u0442 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u044c\u0441\u044f \u044d\u0442\u043e\u0442 \u043a\u043e\u043d\u0442\u0430\u043a\u0442
ADD=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c
XMPP_BUDDY=XMPP (Jabber) \u043a\u043e\u043d\u0442\u0430\u043a\u0442
MOLECUS_BUDDY=Molecus \u043a\u043e\u043d\u0442\u0430\u043a\u0442
MOLECUS_DESC=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f Molecus
MOLECUS_PROMPT=
XMPP_DESC=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 JID \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f XMPP (Jabber)
XMPP_PROMPT=
SUBSCRIPTION_REQUEST=\u0417\u0430\u043f\u0440\u043e\u0441 \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0438
SUBSCRIPTION_APPROVE=\u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u0442\u044c
SUBSCRIPTION_REJECT=\u041e\u0442\u043a\u043b\u043e\u043d\u0438\u0442\u044c \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0443
ONLINE_REQUIRED=\u0414\u043b\u044f \u044d\u0442\u043e\u0433\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044f \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043a \u0441\u0435\u0442\u0438. \u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u0441\u044c \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
SERVICE_NOT_CONNECTED=\u042d\u0442\u043e\u0442 \u0441\u0435\u0440\u0432\u0438\u0441 \u043d\u0435 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d. \u0414\u043b\u044f \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u044f \u043d\u0430\u0439\u0434\u0438\u0442\u0435 \u0435\u0433\u043e \u0432 \u0433\u0440\u0443\u043f\u043f\u0435 "\u0421\u0435\u0440\u0432\u0438\u0441\u044b" \u0441\u043f\u0438\u0441\u043a\u0430 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u043e\u0432, \u0434\u0430\u043b\u0435\u0435 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 "\u042d\u043b\u0435\u043c\u0435\u043d\u0442" -> "\u0412\u043e\u0439\u0442\u0438"
SUBSCRIBE_TITILE=\u0417\u0430\u043f\u0440\u043e\u0441 \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0438
SUBSCRIBE_MESSAGE=\u0412\u0430\u0441 \u0434\u043e\u0431\u0430\u0432\u0438\u043b\u0438 \u0432 \u0441\u043f\u0438\u0441\u043e\u043a \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u043e\u0432 \u0438 \u043f\u043e\u043f\u0440\u043e\u0441\u0438\u043b\u0438 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u0442\u044c, \u0447\u0442\u043e\u0431\u044b \u044d\u0442\u043e\u0442 \u0447\u0435\u043b\u043e\u0432\u0435\u043a \u043c\u043e\u0433 \u0432\u0438\u0434\u0435\u0442\u044c \u0412\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441
SUBSCRIBE_COMMENT=\u041d\u0435 \u043f\u0435\u0440\u0435\u0436\u0438\u0432\u0430\u0439\u0442\u0435, \u0412\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u044d\u0442\u043e \u0438 \u043f\u043e\u0437\u0434\u043d\u0435\u0435, \u0435\u0441\u043b\u0438 \u043d\u0430\u0436\u043c\u0451\u0442\u0435 "\u0417\u0430\u043a\u0440\u044b\u0442\u044c"
SUBSCRIBE_ACTION=\u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u0442\u044c
SUBSCRIBED_TITILE=\u041f\u043e\u0434\u0442\u0432\u0435\u0440\u0436\u0435\u043d\u0438\u0435 \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0438
SUBSCRIBED_MESSAGE=\u0412\u0430\u0441 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043b\u0438, \u0447\u0442\u043e\u0431\u044b \u0412\u044b \u043c\u043e\u0433\u043b\u0438 \u0432\u0438\u0434\u0435\u0442\u044c \u0441\u0442\u0430\u0442\u0443\u0441 \u044d\u0442\u043e\u0433\u043e \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430
SUBSCRIBED_COMMENT=\u0414\u0430\u043d\u043d\u043e\u0435 \u0441\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0441\u043e\u0431\u0440\u0430\u043d\u043e \u043b\u0438\u0448\u044c \u0441 \u0446\u0435\u043b\u044c\u044e \u0443\u0434\u043e\u0431\u0441\u0442\u0432\u0430, \u0434\u0430\u0431\u044b \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u044c \u043e \u0442\u0430\u043a\u0438\u0445 \u0432\u0430\u0436\u043d\u044b\u0445 \u0441\u043e\u0431\u044b\u0442\u0438\u044f\u0445. \u041c\u043e\u0436\u043d\u043e \u0437\u0430\u043a\u0440\u044b\u0432\u0430\u0442\u044c.
SUBSCRIBED_ACTION=
UNSUBSCRIBED_TITILE=\u041e\u0442\u043a\u043b\u043e\u043d\u0435\u043d\u0438\u0435 \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0438
UNSUBSCRIBED_MESSAGE=\u0412\u0438\u0434\u0438\u043c\u043e, \u0447\u0442\u043e-\u0442\u043e \u0440\u0430\u0437\u043b\u0430\u0434\u0438\u043b\u043e\u0441\u044c \u0438 \u043e\u0442 \u0412\u0430\u0448\u0435\u0439 \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0438 \u043e\u0442\u043a\u0430\u0437\u0430\u043b\u0441\u044f \u044d\u0442\u043e\u0442 \u0447\u0435\u043b\u043e\u0432\u0435\u043a
UNSUBSCRIBED_COMMENT=\u041c\u0430\u043d\u0434\u0430\u0440\u0438\u043d \u043e\u0447\u0435\u043d\u044c \u0441\u043e\u0436\u0430\u043b\u0435\u0435\u0442 \u043e\u0431 \u044d\u0442\u043e\u043c. \u0418 \u0435\u0441\u043b\u0438 \u0432\u044b \u0442\u043e\u0447\u043d\u043e \u0431\u043e\u043b\u044c\u0448\u0435 \u043d\u0435 \u0445\u043e\u0442\u0438\u0442\u0435 \u043e\u0431\u0449\u0430\u0442\u044c\u0441\u044f \u0441 \u044d\u0442\u0438\u043c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u043e\u043c, \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0443 \u043d\u0430 \u043d\u0435\u0433\u043e \u0438 \u0443 \u0412\u0430\u0441?
UNSUBSCRIBED_ACTION=\u0423\u0434\u0430\u043b\u0438\u0442\u044c
REMOVING=\u0423\u0434\u0430\u043b\u0435\u043d\u0438\u0435
SURE_REMOVE_BUDDY=\u0412\u044b \u0443\u0432\u0435\u0440\u0435\u043d\u044b, \u0447\u0442\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u044d\u0442\u043e\u0442 \u043a\u043e\u043d\u0442\u0430\u043a\u0442:
FROM_ROSTER=\u0438\u0437 \u0412\u0430\u0448\u0435\u0433\u043e \u0441\u043f\u0438\u0441\u043a\u0430 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u043e\u0432? \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u044c\u043d\u0430 \u0438 \u043d\u0435\u043e\u0431\u0440\u0430\u0442\u0438\u043c\u0430. 
ALL_RESOURCES=\u0412\u0441\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u044b
BUDDY_OFFLINE=\u042d\u0442\u043e\u0442 \u043a\u043e\u043d\u0442\u0430\u043a\u0442 \u0441\u0435\u0439\u0447\u0430\u0441 \u043d\u0435 \u0432 \u0441\u0435\u0442\u0438. \u0412\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u043d\u0430\u043f\u0438\u0441\u0430\u0442\u044c \u0441\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u0435, \u0441\u043e\u0431\u0435\u0441\u0435\u0434\u043d\u0438\u043a \u043f\u043e\u043b\u0443\u0447\u0438\u0442 \u0435\u0433\u043e \u0441\u0440\u0430\u0437\u0443, \u043a\u0430\u043a \u0432\u043e\u0439\u0434\u0451\u0442 \u0432 \u0441\u0435\u0442\u044c.
ACCOUNT_OFFLINE=\u0412\u044b \u043d\u0435 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u044b \u043a \u0441\u0435\u0442\u0438. \u0414\u043b\u044f \u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0441 \u0441\u043e\u0431\u0435\u0441\u0435\u0434\u043d\u0438\u043a\u043e\u043c \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c\u0441\u044f. 
BUDDY_EDIT=\u041f\u0440\u0430\u0432\u043a\u0430
SAVE=\u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c
SURE_REMOVE_ROOM=\u0412\u044b \u0443\u0432\u0435\u0440\u0435\u043d\u044b, \u0447\u0442\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u044d\u0442\u0443 \u043a\u043e\u043c\u043d\u0430\u0442\u0443:
FROM_BOOKMARKS=\u0438\u0437 \u0437\u0430\u043a\u043b\u0430\u0434\u043e\u043a \u0412\u0430\u0448\u0435\u0439 \u0443\u0447\u0451\u0442\u043d\u043e\u0439 \u0437\u0430\u043f\u0438\u0441\u0438?
ROOM_EDIT=\u041f\u0440\u0430\u0432\u043a\u0430
SET_ROOM_NAME=\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0437\u0430\u043a\u043b\u0430\u0434\u043a\u0438 \u043a\u043e\u043c\u043d\u0430\u0442\u044b:
AUTO_JOIN=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438 \u0432\u0445\u043e\u0434\u0438\u0442\u044c \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u0441\u0440\u0430\u0437\u0443 \u043f\u043e\u0441\u043b\u0435 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u044f
SET_ROOM_NICK=\u0412\u0430\u0448\u0435 \u0438\u043c\u044f \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0435. \u041c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u043b\u044e\u0431\u044b\u043c \u043d\u0435 \u043f\u0443\u0441\u0442\u044b\u043c, \u0443\u0434\u043e\u0431\u043d\u044b\u043c \u0434\u043b\u044f \u0412\u0430\u0441:
SET_ROOM_PASSWORD=\u041f\u0430\u0440\u043e\u043b\u044c \u0434\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443. \u0412\u0432\u043e\u0434\u0438\u0442\u0435 \u0442\u043e\u043b\u044c\u043a\u043e \u0442\u043e\u0433\u0434\u0430, \u043a\u043e\u0433\u0434\u0430 \u043e\u043d \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c:
BROWSE_ROOMS=\u041e\u0431\u0437\u043e\u0440 \u043a\u043e\u043c\u043d\u0430\u0442
ROOM_MORE=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u0435\u0435
FEATURES=\u041e\u0441\u043e\u0431\u0435\u043d\u043d\u043e\u0441\u0442\u0438
http://jabber.org/protocol/muc#register=\u041f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0432 \u0447\u0430\u0442\u0435
http://jabber.org/protocol/muc#roomconfig=\u041f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
http://jabber.org/protocol/muc#roominfo=\u0412\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u044c \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043e \u043a\u043e\u043c\u043d\u0430\u0442\u0435
muc_hidden=\u0421\u043a\u0440\u044b\u0442\u0430\u044f \u043a\u043e\u043c\u043d\u0430\u0442\u0430
muc_membersonly=\u041a\u043e\u043c\u043d\u0430\u0442\u0430 \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u043e\u0432
muc_moderated=\u041c\u043e\u0434\u0435\u0440\u0438\u0440\u0443\u0435\u043c\u0430\u044f
muc_nonanonymous=\u041d\u0435\u0430\u043d\u043e\u043d\u0438\u043c\u043d\u0430\u044f
muc_open=\u041e\u0442\u043a\u0440\u044b\u0442\u0430\u044f \u043a\u043e\u043c\u043d\u0430\u0442\u0430
muc_passwordprotected=\u041a\u043e\u043c\u043d\u0430\u0442\u0430 \u0437\u0430\u0449\u0438\u0449\u0435\u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0435\u043c
muc_persistent=\u041f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u0430\u044f
muc_public=\u041f\u0443\u0431\u043b\u0438\u0447\u043d\u0430\u044f
muc_rooms=\u0421\u043f\u0438\u0441\u043e\u043a \u043a\u043e\u043c\u043d\u0430\u0442
muc_semianonymous=\u041f\u043e\u043b\u0443\u0430\u043d\u043e\u043d\u0438\u043c\u043d\u0430\u044f
muc_temporary=\u0412\u0440\u0435\u043c\u0435\u043d\u043d\u0430\u044f \u043a\u043e\u043c\u043d\u0430\u0442\u0430
muc_unmoderated=\u041d\u0435\u043c\u043e\u0434\u0435\u0440\u0438\u0440\u0443\u0435\u043c\u0430\u044f
muc_unsecured=\u041d\u0435\u0431\u0435\u0437\u043e\u043f\u0430\u0441\u043d\u0430\u044f
ROOM_PASS_PROT=\u042d\u0442\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u0430 \u0437\u0430\u0449\u0438\u0449\u0435\u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0435\u043c. \u0413\u043e\u0442\u043e\u0432\u044b \u0432\u0432\u0435\u0441\u0442\u0438 \u043f\u0430\u0440\u043e\u043b\u044c \u0441\u0435\u0439\u0447\u0430\u0441 \u0438 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u044c?
SOMETHING_NEED=\u041c\u0438\u043d\u0443\u0442\u043e\u0447\u043a\u0443...
CREATE_ROOM=\u0421\u043e\u0437\u0434\u0430\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443
ROOM_NUMBER=\u041a\u043e\u043c\u043d\u0430\u0442\u0430
ROOM_PRIVACY=\u042d\u0442\u043e \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u043e\u0435 \u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0441 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u043c \u0438\u0437 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
LEAVE=\u0412\u044b\u0439\u0442\u0438
ROOM_SETTINGS=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
ROOM_CONFIG=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f
ROOM_USERS=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0438
ROOM_DESTROY=\u041e\u0441\u0432\u043e\u0431\u043e\u0434\u0438\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443
ROOM_CHANGENICK=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u043d\u0438\u043a
ROOM_CHANGETOPIC=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u0442\u0435\u043c\u0443
ROOM_OUTCAST=\u0412\u044b\u0433\u043d\u0430\u043d\u043d\u044b\u0435
ROOM_MEMBERS=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0438
ROOM_ADMINS=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u044b
ROOM_OWNERS=\u0412\u043b\u0430\u0434\u0435\u043b\u044c\u0446\u044b
MUC_ROOM_NAME_IS_REQUIRED=\u0418\u043c\u044f \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u043e\u0442\u043e\u0431\u0440\u0430\u0436\u0430\u0435\u0442\u0441\u044f \u0432 \u0441\u043f\u0438\u0441\u043a\u0435 \u043a\u043e\u043c\u043d\u0430\u0442 \u0438 \u043f\u043e \u043d\u0435\u0439 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0438 \u043c\u043e\u0433\u0443\u0442 \u043d\u0430\u0439\u0442\u0438 \u0435\u0451. \u0412 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u0438\u0445 \u0441\u043b\u043e\u0432\u0430\u0445 - \u0447\u0442\u043e \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043f\u0440\u0435\u0434\u043c\u0435\u0442\u043e\u043c \u043e\u0431\u0441\u0443\u0436\u0435\u043d\u0438\u044f? \u041f\u043e\u043b\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u043f\u0443\u0441\u0442\u044b\u043c.
MUC_ROOM_DESC_IS_REQUIRED=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e, \u0447\u0442\u043e\u0431\u044b \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0438 \u0437\u0430\u0438\u043d\u0442\u0435\u0440\u0435\u0441\u043e\u0432\u0430\u043b\u0438\u0441\u044c \u0412\u0430\u0448\u0435\u0439 \u043a\u043e\u043c\u043d\u0430\u0442\u043e\u0439 \u0438 \u043f\u043e\u0441\u0435\u0442\u0438\u043b\u0438 \u0435\u0451. \u0412 \u043e\u0434\u043d\u043e \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043e\u043f\u0438\u0448\u0438\u0442\u0435 \u0442\u0435\u043c\u0430\u0442\u0438\u043a\u0443 \u043a\u043e\u043c\u043d\u0430\u0442\u044b. \u041e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0435 \u043f\u043e\u043b\u0435.
MUC_ROOM_PERS_IS_RECOMMENDED=\u0412\u044b \u043d\u0435 \u043e\u0442\u043c\u0435\u0442\u0438\u043b\u0438, \u0447\u0442\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e\u0439. \u0412\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u0435 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u043c\u043e\u0433\u0443\u0442 \u0431\u044b\u0442\u044c \u0437\u0430\u043d\u044f\u0442\u044b \u0438 \u043e\u0441\u0432\u043e\u0435\u043d\u044b \u043a\u0435\u043c-\u0442\u043e \u0434\u0440\u0443\u0433\u0438\u043c \u0441\u0440\u0430\u0437\u0443, \u043a\u0430\u043a \u0438\u0437 \u043d\u0435\u0451 \u0432\u0441\u0435 \u0432\u044b\u0439\u0434\u0443\u0442. \u041d\u043e \u0432\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u0435 \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u0443\u0434\u043e\u0431\u043d\u044b, \u0447\u0442\u043e\u0431\u044b \u0447\u0442\u043e-\u0442\u043e \u0431\u044b\u0441\u0442\u0440\u0435\u043d\u044c\u043a\u043e \u043e\u0431\u0441\u0443\u0434\u0438\u0442\u044c \u0438 \u0443\u0439\u0442\u0438. \u0425\u043e\u0442\u0438\u0442\u0435 \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e\u0439?
MUC_ROOM_PROT_IS_UNRECOMMENDED=\u0412\u044b \u043e\u0442\u043c\u0435\u0442\u0438\u043b\u0438, \u0447\u0442\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u0437\u0430\u0449\u0438\u0449\u0451\u043d\u043d\u043e\u0439 \u043f\u0430\u0440\u043e\u043b\u0435\u043c. \u0421\u0442\u043e\u0438\u0442 \u0443\u0447\u0435\u0441\u0442\u044c, \u0447\u0442\u043e \u0442\u0430\u043a\u0438\u0435 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u0447\u0430\u0449\u0435 \u0432\u0441\u0435\u0433\u043e \u043d\u0435 \u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0442\u0441\u044f \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0441\u0442\u044c\u044e \u0438 \u043f\u0440\u0435\u0434\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u044b \u043b\u0438\u0448\u044c \u0434\u043b\u044f \u043e\u0431\u0441\u0443\u0436\u0434\u0435\u043d\u0438\u044f \u043a\u0430\u043a\u0438\u0445-\u0442\u043e \u0437\u0430\u043a\u0440\u044b\u0442\u044b\u0445 \u0442\u0435\u043c. \u041c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c, \u0432\u0441\u0451 \u0436\u0435 \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u043e\u0442\u043a\u0440\u044b\u0442\u043e\u0439?
DESTROYING=\u041e\u0441\u0432\u043e\u0431\u043e\u0436\u0434\u0435\u043d\u0438\u0435
SURE_DESTROY_ROOM=\u0412\u044b \u0443\u0432\u0435\u0440\u0435\u043d\u044b, \u0447\u0442\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u043f\u043e\u043a\u0438\u043d\u0443\u0442\u044c \u0438 \u043e\u0441\u0432\u043e\u0431\u043e\u0434\u0438\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443
MAYBE_DESTROY_ROOM=\u0417\u0430\u043a\u043b\u0430\u0434\u043a\u0430 \u0431\u0443\u0434\u0435\u0442 \u0443\u0434\u0430\u043b\u0435\u043d\u0430. \u0412\u043e\u0437\u043c\u043e\u0436\u043d\u043e, \u0412\u044b \u0445\u043e\u0442\u0438\u0442\u0435 \u0442\u0430\u043a\u0436\u0435 \u043e\u0441\u0432\u043e\u0431\u043e\u0434\u0438\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443
FROM_SERVER=\u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435? \u042d\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u044c\u043d\u043e \u0438 \u043d\u0435\u043e\u0431\u0440\u0430\u0442\u0438\u043c\u043e. \u041f\u043e\u0441\u043b\u0435 \u043e\u0441\u0432\u043e\u0431\u043e\u0436\u0434\u0435\u043d\u0438\u044f \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u0435\u0451 \u0441\u043c\u043e\u0433\u0443\u0442 \u0437\u0430\u043d\u044f\u0442\u044c \u0434\u0440\u0443\u0433\u0438\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0438 \u0438 \u043e\u0431\u0441\u0443\u0436\u0434\u0430\u0442\u044c \u043d\u043e\u0432\u044b\u0435 \u0442\u0435\u043c\u044b. \u0422\u0430\u043a\u0436\u0435, \u0431\u0443\u0434\u0435\u0442 \u0437\u0430\u043a\u0440\u044b\u0442\u0430 \u0432\u043a\u043b\u0430\u0434\u043a\u0430 \u043f\u0435\u0440\u0435\u043f\u0438\u0441\u043a\u0438 \u044d\u0442\u043e\u0439 \u043a\u043e\u043c\u043d\u0430\u0442\u044b.
DESTROY_REASON=\u0412\u043b\u0430\u0434\u0435\u043b\u0435\u0446 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u043f\u043e\u0441\u0447\u0438\u0442\u0430\u043b \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u044b\u043c \u043a\u043e\u043c\u043d\u0430\u0442\u0443 \u043e\u0441\u0432\u043e\u0431\u043e\u0434\u0438\u0442\u044c \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0435\u0451 \u043f\u0440\u043e\u0441\u0442\u0430\u0440\u043d\u0441\u0442\u0432\u043e \u0434\u043b\u044f \u0434\u0440\u0443\u0433\u0438\u0445 \u0442\u0435\u043c.
CURRENT_NICK_IS=\u0422\u0435\u043a\u0443\u0449\u0438\u0439 \u043d\u0438\u043a \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0435:
SATISFY_NICK=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0438\u043a \u043d\u0430 \u0436\u0435\u043b\u0430\u0435\u043c\u044b\u0439:
NICK_AS_DEFAULT=\u041d\u043e\u0432\u044b\u0439 \u043d\u0438\u043a \u0431\u0443\u0434\u0435\u0442 \u0438\u0437\u043c\u0435\u043d\u0451\u043d \u0441\u0440\u0430\u0437\u0443 \u043f\u043e \u043d\u0430\u0436\u0430\u0442\u0438\u044e \u043a\u043d\u043e\u043f\u043a\u0438 "\u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c" \u0438 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043f\u0440\u0438 \u043f\u043e\u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0445 \u0432\u0445\u043e\u0434\u0430\u0445 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443
TOPIC_OF=\u0422\u0435\u043c\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
ROOM_EDIT_TOPIC=\u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u0442\u0435\u043c\u0443
ROOM_SYSTEM=\u041a\u043e\u043c\u043d\u0430\u0442\u0430
CHANGED_ROOM_TOPIC_TO=\u0441\u043c\u0435\u043d\u0438\u043b(\u0430) \u0442\u0435\u043c\u0443 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u043d\u0430
REMOVED_TOPIC=\u0443\u0434\u0430\u043b\u0438\u043b(\u0430) \u0442\u0435\u043c\u0443 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
INVALID_MESSAGE_RECEIVED=\u041d\u0435\u043a\u043e\u0440\u0440\u0435\u043a\u0442\u043d\u043e\u0435 \u0441\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0431\u044b\u043b\u043e \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u043e \u043e\u0442 \u044d\u0442\u043e\u0433\u043e \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f. \u041f\u0440\u0438\u0447\u0438\u043d\u044b \u043c\u043e\u0433\u0443\u0442 \u0431\u044b\u0442\u044c \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u044b\u043c\u0438 - \u043e\u0442 \u043d\u0435\u043f\u043e\u043b\u0430\u0434\u043e\u043a \u0441\u0435\u0442\u0438 \u0434\u043e \u043d\u0435\u0438\u0441\u043f\u0440\u0430\u0432\u043d\u043e\u0441\u0442\u0438 \u043a\u043b\u0438\u0435\u043d\u0442\u0430 \u0432\u0430\u0448\u0435\u0433\u043e \u0441\u043e\u0431\u0435\u0441\u0435\u0434\u043d\u0438\u043a\u0430. \u0421\u043e\u043e\u0431\u0449\u0438\u0442\u0435 \u0435\u043c\u0443 \u0438 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0438\u0442\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c Mandarin IM. \u0421 \u043d\u0438\u043c \u043f\u043e\u0434\u043e\u0431\u043d\u043e\u0433\u043e \u043d\u0438\u043a\u043e\u0433\u0434\u0430 \u043d\u0435 \u0441\u043b\u0443\u0447\u0438\u0442\u0441\u044f. \u041f\u0440\u0430\u0432\u0434\u0430. 
ROOM_OWNER_LIST=\u0412\u043b\u0430\u0434\u0435\u043b\u044c\u0446\u044b \u043a.
ROOM_ADMIN_LIST=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u044b \u043a.
ROOM_MEMBER_LIST=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0438 \u043a.
ROOM_OUTCAST_LIST=\u0412\u044b\u0433\u043d\u0430\u043d\u043d\u044b\u0435 \u0438\u0437 \u043a.
MORE_INFO=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u0435\u0435
OTHER=\u0414\u0440\u0443\u0433\u043e\u0439...
SURE=\u0412\u044b \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0445\u043e\u0442\u0438\u0442\u0435
REMOVE_OWNER=\u043b\u0438\u0448\u0438\u0442\u044c \u043f\u0440\u0430\u0432 \u0432\u043b\u0430\u0434\u0435\u043b\u044c\u0446\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
REMOVE_ADMIN=\u043b\u0438\u0448\u0438\u0442\u044c \u043f\u0440\u0430\u0432 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
REMOVE_MEMBER=\u043b\u0438\u0448\u0438\u0442\u044c \u043f\u0440\u0430\u0432 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
REMOVE_OUTCAST=\u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044c \u0437\u0430\u0445\u043e\u0434\u0438\u0442\u044c \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443
FROM_ROOM_LISTS=\u0443\u0434\u0430\u043b\u0438\u0432 \u0435\u0433\u043e \u0438\u0437 \u044d\u0442\u043e\u0433\u043e \u0441\u043f\u0438\u0441\u043a\u0430?
ADD_OWNER=\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u044c \u043f\u0440\u0430\u0432\u0430 \u0432\u043b\u0430\u0434\u0435\u043b\u044c\u0446\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
ADD_ADMIN=\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u044c \u043f\u0440\u0430\u0432\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
ADD_MEMBER=\u0441\u0434\u0435\u043b\u0430\u0442\u044c \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u043e\u043c \u043a\u043e\u043c\u043d\u0430\u0442\u044b
ADD_OUTCAST=\u0432\u044b\u0433\u043d\u0430\u0442\u044c \u0438\u0437 \u043a\u043e\u043c\u043d\u0430\u0442\u044b
FOR_OWNER=\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044e
FOR_ADMIN=\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044e
FOR_MEMBER=\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f
FOR_OUTCAST=\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f
VIS_FORBIDDEN=\u0412\u044b \u043d\u0435 \u0438\u043c\u0435\u0435\u0442\u0435 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 \u0434\u043b\u044f \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u044d\u0442\u043e\u0433\u043e \u0441\u043f\u0438\u0441\u043a\u0430.
VIS_ITEM_NOT_FOUND=\u0412\u044b \u043f\u044b\u0442\u0430\u0435\u0442\u0435\u0441\u044c \u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0441\u0442\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043d\u0430\u0434 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u043c, \u043a\u043e\u0442\u043e\u0440\u043e\u0433\u043e \u0432 \u0441\u043f\u0438\u0441\u043a\u0435 \u043d\u0435\u0442.
VIS_NOT_ALLOWED=\u0412\u044b \u043f\u044b\u0442\u0430\u0435\u0442\u0435\u0441\u044c \u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0441\u0442\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u044c \u043d\u0435\u043b\u044c\u0437\u044f. \u0421\u043a\u043e\u0440\u0435\u0435 \u0432\u0441\u0435\u0433\u043e, \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044c \u0438\u043c\u0435\u0435\u0442 \u0431\u043e\u043b\u044c\u0448\u0438\u0435 \u043f\u0440\u0430\u0432\u0430, \u043d\u0435\u0436\u0435\u043b\u0438 \u0432\u044b \u043f\u044b\u0442\u0430\u0435\u0442\u0435\u0441\u044c \u0435\u043c\u0443 \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u044c. \u0412 \u0442\u0430\u043a\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435, \u0435\u0433\u043e \u0441\u043d\u0430\u0447\u0430\u043b\u0430 \u043d\u0443\u0436\u043d\u043e \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u0438\u0437 \u0434\u0440\u0443\u0433\u043e\u0433\u043e \u0441\u043f\u0438\u0441\u043a\u0430 \u0438 \u0443\u0436\u0435 \u043f\u043e\u0442\u043e\u043c \u0432\u043d\u0435\u0441\u0442\u0438 \u0432 \u044d\u0442\u043e\u0442. \u0415\u0441\u043b\u0438 \u0436\u0435 \u0432\u044b \u043f\u044b\u0442\u0430\u0435\u0442\u0435\u0441\u044c \u0440\u0430\u0437\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c \u0441\u0430\u043c\u043e\u0433\u043e \u0441\u0435\u0431\u044f, \u0442\u043e \u0437\u043d\u0430\u0439\u0442\u0435, \u0447\u0442\u043e \u0434\u043b\u044f \u044d\u0442\u043e\u0433\u043e \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u0445\u043e\u0442\u044f \u0431\u044b \u0435\u0449\u0451 \u043e\u0434\u0438\u043d \u0432\u043b\u0430\u0434\u0435\u043b\u0435\u0446 \u043a\u043e\u043c\u043d\u0430\u0442\u044b.
VIS_NOT_ACCEPTABLE=\u0421\u0435\u0440\u0432\u0435\u0440 \u043d\u0435 \u043f\u043e\u043d\u044f\u043b, \u0447\u0442\u043e \u0438\u043c\u0435\u043d\u043d\u043e \u0412\u044b \u0445\u043e\u0442\u0435\u043b\u0438 \u0435\u043c\u0443 \u0441\u043a\u0430\u0437\u0430\u0442\u044c.
AFFILIATION=\u041f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438\u0442 \u043a
TO_OWNERS=\u0432\u043b\u0430\u0434\u0435\u043b\u044c\u0446\u0430\u043c
TO_ADMINS=\u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c
TO_MEMBERS=\u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c
TO_OUTCASTS=\u0432\u044b\u0433\u043d\u0430\u043d\u043d\u044b\u043c
REASON=\u041f\u0440\u0438\u0447\u0438\u043d\u0430
CHANGED_TO_OWNER=\u041f\u0440\u0430\u0432\u0430 \u0432\u043b\u0430\u0434\u0435\u043b\u044c\u0446\u0430 \u0432\u044b\u0434\u0430\u043b
CHANGED_TO_ADMIN=\u041f\u0440\u0430\u0432\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430 \u0432\u044b\u0434\u0430\u043b
CHANGED_TO_MEMBER=\u0421\u0434\u0435\u043b\u0430\u043b \u0443\u0447\u0430\u0442\u043d\u0438\u043a\u043e\u043c
CHANGED_TO_OUTCAST=\u0412\u044b\u0433\u043d\u0430\u043b
VISITOR_ADD=\u0414\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u0435
ADDING_TO=\u0414\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f, \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0430\u0449\u0435\u0433\u043e \u043a
ENTER_USERNAME_OR_JID=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f Molecus \u0438\u043b\u0438 JID \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0435\u0433\u043e \u0441\u0435\u0440\u0432\u0438\u0441\u0430
ENTER_REASON=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u0440\u0438\u0447\u0438\u043d\u0443 - \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u0432\u0430\u0448\u0435\u0433\u043e \u0440\u0435\u0448\u0435\u043d\u0438\u044f (\u043f\u0440\u0438\u0447\u0438\u043d\u0430 \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u044c\u043d\u043e\u0439)
EMPTY_JID_HOST=\u0412\u044b \u043d\u0435\u0432\u0435\u0440\u043d\u043e \u0432\u0432\u0435\u043b\u0438 JID - \u043d\u0435 \u0443\u043a\u0430\u0437\u0430\u043d \u0434\u043e\u043c\u0435\u043d \u0438 \u0437\u043e\u043d\u0430. JID \u0432\u044b\u0433\u043b\u044f\u0434\u0438\u0442 \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u043e \u0442\u0430\u043a: \u0438\u043c\u044f_\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f@\u0434\u043e\u043c\u0435\u043d.\u0437\u043e\u043d\u0430
EMPTY_JID_USERNAME=\u0412\u044b \u043d\u0435\u0432\u0435\u0440\u043d\u043e \u0432\u0432\u0435\u043b\u0438 JID - \u043d\u0435 \u0443\u043a\u0430\u0437\u0430\u043d\u043e \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f. JID \u0432\u044b\u0433\u043b\u044f\u0434\u0438\u0442 \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u043e \u0442\u0430\u043a: \u0438\u043c\u044f_\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f@\u0434\u043e\u043c\u0435\u043d.\u0437\u043e\u043d\u0430
EMPTY_USERNAME_OR_JID=\u0412\u044b \u043d\u0435 \u0432\u0432\u0435\u043b\u0438 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f Molecus \u0438\u043b\u0438 JID, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0445\u043e\u0442\u0438\u0442\u0435 \u0432\u043d\u0435\u0441\u0442\u0438 \u0432 \u0432\u044b\u0431\u0440\u0430\u043d\u043d\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0435\u0439 \u043a\u043e\u043c\u043d\u0430\u0442\u044b.
ROOM_VISITOR_BANNED=\u0412\u0430\u0441 \u0432\u044b\u0433\u043d\u0430\u043b\u0438 \u0438\u0437 \u043a\u043e\u043c\u043d\u0430\u0442\u044b. \u0422\u0430\u043a\u043e\u0435 \u0431\u044b\u0432\u0430\u0435\u0442, \u043a\u043e\u0433\u0434\u0430 \u0432\u044b \u0440\u0430\u0441\u0441\u044b\u043b\u0430\u0435\u0442\u0435 \u0441\u043f\u0430\u043c \u0438\u043b\u0438 \u043e\u0431\u0449\u0430\u0435\u0442\u0435\u0441\u044c \u0432\u0435\u0441\u044c\u043c\u0430 \u0432\u044b\u0437\u044b\u0432\u0430\u044e\u0449\u0435. \u041d\u0435\u0442, \u0434\u0430\u0436\u0435 \u0433\u0440\u0443\u0431\u043e\u0441\u0442\u0435\u0439 \u043d\u0435 \u043d\u0430\u0434\u043e - \u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e \u0437\u0430\u0434\u0435\u0442\u044c \u043c\u043e\u0434\u0435\u0440\u0430\u0442\u043e\u0440\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b. \u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0432\u043e\u0439\u0442\u0438 \u0412\u044b \u0441\u043c\u043e\u0436\u0435\u0442\u0435 \u0442\u043e\u043b\u044c\u043a\u043e \u0442\u043e\u0433\u0434\u0430, \u043a\u043e\u0433\u0434\u0430 \u0412\u0430\u0441 \u0432\u044b\u043f\u0438\u0448\u0443\u0442 \u0438\u0437 \u0441\u043f\u0438\u0441\u043a\u0430 \u0432\u044b\u0433\u043d\u0430\u043d\u043d\u044b\u0445 \u044d\u0442\u043e\u0439 \u043a\u043e\u043c\u043d\u0430\u0442\u044b.
ROOM_VISITOR_KICKED=\u0412\u0430\u0441 \u0432\u044b\u0433\u043d\u0430\u043b\u0438 \u0438\u0437 \u043a\u043e\u043c\u043d\u0430\u0442\u044b. \u0422\u0430\u043a\u043e\u0435 \u0431\u044b\u0432\u0430\u0435\u0442, \u043a\u043e\u0433\u0434\u0430 \u0432\u044b \u0440\u0430\u0441\u0441\u044b\u043b\u0430\u0435\u0442\u0435 \u0441\u043f\u0430\u043c \u0438\u043b\u0438 \u043e\u0431\u0449\u0430\u0435\u0442\u0435\u0441\u044c \u0432\u0435\u0441\u044c\u043c\u0430 \u0432\u044b\u0437\u044b\u0432\u0430\u044e\u0449\u0435. \u041d\u0435\u0442, \u0434\u0430\u0436\u0435 \u0433\u0440\u0443\u0431\u043e\u0441\u0442\u0435\u0439 \u043d\u0435 \u043d\u0430\u0434\u043e - \u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e \u0437\u0430\u0434\u0435\u0442\u044c \u043c\u043e\u0434\u0435\u0440\u0430\u0442\u043e\u0440\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u044b. \u041c\u043e\u0436\u0435\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0432\u043e\u0439\u0442\u0438 \u0432 \u043a\u043e\u043c\u0430\u043d\u0443 \u0447\u0435\u0440\u0435\u0437 \u043a\u0430\u043a\u043e\u0435-\u0442\u043e \u0432\u0440\u0435\u043c\u044f \u0438 \u043f\u0440\u043e\u0441\u0442\u043e \u0438\u0437\u0432\u0438\u043d\u0438\u0442\u044c\u0441\u044f. 
AFFL_WAS_CHANGED=\u041f\u043e\u043a\u0430 \u0412\u0430\u0441 \u043d\u0435 \u0431\u044b\u043b\u043e \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0435 \u043a\u0442\u043e-\u0442\u043e \u0438\u0437\u043c\u0435\u043d\u0438\u043b \u0412\u0430\u0448\u0438 \u043f\u0440\u0430\u0432\u0430. \u0414\u0443\u043c\u0430\u0435\u0442\u0441\u044f, \u044d\u0442\u043e \u043d\u0435\u0441\u043f\u0440\u043e\u0441\u0442\u0430 \u0438 \u043b\u0443\u0447\u0448\u0435 \u0432\u0441\u0435\u0433\u043e \u043f\u043e\u0438\u043d\u0442\u0435\u0440\u0435\u0441\u043e\u0432\u0430\u0442\u044c\u0441\u044f, \u043a\u0442\u043e \u044d\u0442\u043e \u0438 \u0437\u0430\u0447\u0435\u043c \u0441\u0434\u0435\u043b\u0430\u043b.
SYSTEM_SHUTDOWN=\u041d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435 \u043f\u0440\u043e\u0445\u043e\u0434\u044f\u0442 \u0442\u0435\u0445\u043d\u0438\u0447\u0435\u0441\u043a\u0438\u0435 \u0440\u0430\u0431\u043e\u0442\u044b \u0438 \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u043d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u043d\u044b. \u041f\u043e\u0434\u043e\u0436\u0434\u0438\u0442\u0435 \u043d\u0435\u043c\u043d\u043e\u0433\u043e \u0438 \u0447\u0435\u0440\u0435\u0437 \u043a\u0430\u043a\u043e\u0435-\u0442\u043e \u0432\u0440\u0435\u043c\u044f \u0412\u044b \u0441\u043c\u043e\u0436\u0435\u0442\u0435 \u0432\u0435\u0440\u043d\u0443\u0442\u044c\u0441\u044f \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0443.
ROOM_BECAME_MEMBERS_ONLY=\u0412 \u043a\u043e\u043c\u043d\u0430\u0442\u0435 \u043f\u043e\u043c\u0435\u043d\u044f\u0442\u0430\u0441\u044c \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0430 \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u043e\u0441\u0442\u0438 \u0438 \u043e\u043d\u0430 \u0441\u0442\u0430\u043b\u0430 \u043a\u043e\u043c\u043d\u0430\u0442\u043e\u0439 \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0443\u0447\u0430\u0442\u043d\u0438\u043a\u043e\u0432. \u0412\u044b, \u043a \u0441\u043e\u0436\u0430\u043b\u0435\u043d\u0438\u044e, \u043d\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u043a\u043e\u043c\u043d\u0430\u0442\u044b \u0438 \u043f\u043e\u044d\u0442\u043e\u043c\u0443 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0432 \u043d\u0435\u0439 \u043d\u0430\u0445\u043e\u0434\u0438\u0442\u044c\u0441\u044f.
ROOM_MEMBERS_ONLY_AFFL_CHG=\u0412\u0430\u0448\u0438 \u043f\u0440\u0430\u0432\u0430 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0435 \u0431\u044b\u043b\u0438 \u043f\u043e\u043d\u0438\u0436\u0435\u043d\u044b \u0438 \u043f\u043e\u0441\u043a\u043e\u043b\u044c\u043a\u0443 \u043a\u043e\u043c\u043d\u0430\u0442\u0430 \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u043e\u0432, \u0412\u0430\u043c \u043f\u0440\u0438\u0448\u043b\u043e\u0441\u044c \u043f\u043e\u043a\u0438\u043d\u0443\u0442\u044c \u043a\u043e\u043c\u043d\u0430\u0442\u0443.
CHANGED_NICK=\u0441\u043c\u0435\u043d\u0438\u043b \u043d\u0438\u043a \u0438 \u0442\u0435\u043f\u0435\u0440\u044c \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u043a\u0430\u043a